
CHECK_ACCOUNT_VALIDITY_DESCRIPTION = Confirme que le compte associ\u00E9 \u00E0 cet e-mail est un compte valide.

CHECK_ACCOUNT_VALIDITY_LABEL = V\u00E9rifie l''existence du compte.

CHECK_MAIL = Un e-mail vous a \u00E9t\u00E9 envoy\u00E9. Consultez votre messagerie et cliquez sur le lien de confirmation pour activer votre compte.

CONNECT = Se connecter

CREATION_CONFIRMED = Votre adresse e-mail a \u00E9t\u00E9 valid\u00E9e

CREATION_INFO = Votre compte a \u00E9t\u00E9 cr\u00E9\u00E9 mais n''est pas encore actif.

PASSWORD_VALIDATION = Le mot de passe doit valider la/les r\u00E8gle(s) suivante(s) : 

PERSON_CREATION_FORM_FILTER_DESCRIPTION = Traite le formulaire d'inscription d'un utilisateur.

PERSON_CREATION_FORM_FILTER_LABEL = Inscrire un utilisateur

PERSON_CREATION_FORM_FILTER_MESSAGE_ERROR_ALREADY_EXISTS = Le compte utilisateur existe d\u00E9j\u00E0.

PERSON_CREATION_FORM_FILTER_MESSAGE_ERROR_INVALID_CONFIRMATION_PASSWORD = Le mot de passe de confirmation ne correspond pas au premier mot de passe saisi.

PERSON_CREATION_FORM_FILTER_MESSAGE_ERROR_INVALID_FIRSTNAME = Pr\u00E9nom invalide.

PERSON_CREATION_FORM_FILTER_MESSAGE_ERROR_INVALID_LASTNAME = Nom invalide.

PERSON_CREATION_FORM_FILTER_MESSAGE_ERROR_INVALID_MAIL = L''adresse e-mail est invalide.

PERSON_VERIFY_MAIL_DESCRIPTION = Valide le compte utilisateur via un lien re\u00E7u par e-mail, supprime la date de validit\u00E9 du compte qui est par d\u00E9faut expir\u00E9e.

PERSON_VERIFY_MAIL_LABEL = Confirmer l'activation du compte.

PLEASE_CONNECT = Vous pouvez maintenant vous connecter soit via Pro-Note, soit en acc\u00E9dant directement \u00E0 ce portail. Cliquez en haut \u00E0 droite sur se connecter ou sur le bouton ci-dessous :

RENEW_PASSWORD_DESCRIPTION = V\u00E9rifie et persiste le nouveau mot de passe dans l''annuaire.

RENEW_PASSWORD_LABEL = Modifie le mot de passe.

SUCCESS_VALIDATION = Confirmation

TOKEN_VALIDATION_FAILED = Le lien a expir\u00E9 ou est invalidte. Veuillez renouveler votre demande.

UNKNOWN_MAIL = Aucun compte valide n'est associ\u00E9 \u00E0 cette adresse.

deletion.form.agreement   = Supprimer mon compte
deletion.form.displayName = Veuillez saisir votre nom et pr\u00E9nom

empty.form.mail = Le champ e-mail est requis.

invalid.form.mail = Adresse e-mail incorrecte.

renew.confirmed                      = Votre nouveau mot de passe est enregistr\u00E9.
renew.confirmed.message              = Vous pouvez maintenant vous connecter en suivant le lien ci-dessous.
renew.form.mail                      = Merci d''indiquer votre adresse e-mail
renew.form.sent                      = Un e-mail de confirmation avec un lien vous a \u00E9t\u00E9 envoy\u00E9 \u00E0 l''adresse indiqu\u00E9e. Il vous permettra de red\u00E9finir un nouveau mot de passe.
renew.form.title                     = Changer mon mot de passe
renew.form.validate.empty            = Le champ ne doit pas \u00EAtre nul
renew.form.validate.empty.form.mail  = Veuillez saisir votre adresse e-mail.
renew.form.validate.syntax.form.mail = L''adresse est mal form\u00E9e.
renew.mail.content                   = Bonjour. <br> Une demande de changement de mot de passe a \u00E9t\u00E9 faite pour votre compte.<br> Vous pouvez d\u00E9finir un nouveau mot de passe en suivant ce lien : \n<br> <a href="{0}">Renouveler</a> 
renew.mail.object                    = Renouvellement de votre mot de passe

unknown.form.mail = Adresse e-mail inconnue ou compte invalide.
